/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "È disponibile una nuova versione.";
"Version:" = "Versione:";
"Released Date:" = "Data di rilascio:";
"Remind me later" = "Ricordamelo più tardi";
"Update now" = "Aggiorna ora";
"Check the update" = "Controlla l'aggiornamento";
"The version you are using is the latest one!" = "La versione che stai utilizzando è l'ultima!";
"Software updata" = "Aggiornamenti software";
"Network error, please check the network and try again." = "Errore di rete, controlla la rete e riprova.";
"OK" = "Sì";
"Downloading, please wait a moment." = "Download in corso, attendere un momento.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Download completato. L'installazione immediata richiede la chiusura del programma in esecuzione. Vuoi continuare?";
"Install now" = "Installa ora";
"Cancel" = "Annulla";
"Download the latest version, do you want to cancel?" = "Scarica l'ultima versione, vuoi annullare?";
"Download error, please check the network and try again," = "Errore durante il download, controlla la rete e riprova,";
"Yes" = "sì";
"No" = "No";
"Installing, please wait a moment." = "Installazione, attendere un momento.";
"Install complete." = "Installazione completata.";
"Start now" = "Parti ora";
"Install failed, please try again." = "Installazione non riuscita, riprova.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Attendere pazientemente il completamento dell'installazione del programma, altrimenti potrebbe causare l'eccezione del programma.";
"Try again" = "Riprova";
"What's New:" = "Aggiorna contenuto:";
"Checking for updates…" = "Controllo per aggiornamenti…";
